<HTML>  
<HEAD>
  <META NAME="GENERATOR" CONTENT="Adobe PageMill 3.0 Mac">
  <TITLE>Brief History of Montreal Page</TITLE>
</HEAD>
<BODY TEXT="#172197" BGCOLOR="#ffffff" LINK="#000099">

<BASEFONT SIZE="4">
<P><CENTER>&nbsp;</CENTER></P>

<P><CENTER><IMG SRC="Resources/PageBanner.gif" WIDTH="648" HEIGHT="90" ALIGN="BOTTOM" BORDER="0" NATURALSIZEFLAG="3"></CENTER></P>

<P><CENTER><FONT SIZE="+2" FACE="Gadget">A Brief History of Montreal
Page</FONT></CENTER></P>

<P><CENTER><HR WIDTH="75%" SIZE="4" NOSHADE></CENTER></P>

<PRE><CENTER>

<FONT SIZE="-1"><IMG SRC="Resources/EarlyMontreal.gif" WIDTH="571" HEIGHT="398" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></FONT>
<FONT SIZE="-1" FACE="Gadget">Ville-Marie in 1685. Artist's conception by Francis Back for the book</FONT>
<I><FONT SIZE="-1" FACE="Gadget">Pour le Christ et le Roy, la vie au temps des premiers Montr&eacute;alais</FONT></I><FONT SIZE="-1" FACE="Gadget">, 1992.</FONT></CENTER></PRE>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <BLOCKQUOTE>
      <P>&nbsp;</P>
      <P><B><FONT FACE="Gadget">Notes on <A HREF="AugustinAdrieenHebert.html">Augustin
      Hebert and Adrienne DuVivier</A>, the first colonists of Montreal:</FONT></B></P>
      <P><FONT SIZE="-1" FACE="Gadget">Augustin Hebert is noteworthy
      for having been among the companions of Paul de Chomedey de Maisonneuve,
      of Champagne on that official day of 18 May 1642, when he disembarked
      on our shore and for assisting in the founding &amp; first Mass
      of Ville-Marie of Montreal.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">According to Marcel Trudel's
      &quot;Catalogue des Immigrants 1632-1662&quot; Hebert arrived
      in 1637. He returned to France in 1646.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">At some point in 1646, Augustin
      Hebert aged 23, the son of Guillaume and Marguerite Meunier Hebert,
      married Adrienne Du Vivier aged 20, the daughter of Antione and
      Catherine Journet Vivier in Paris or La Rochelle, France. Two
      years later, in 1648, they both traveled to New France, where
      they eventually setted in the new colony of Montreal, Ile Of
      Montreal, Qc. One child accompanied them , Jeanne Marie, born
      before 1647. On Jan 16, 1649 Paul (Paula , Pauline) was born
      in Montreal and died the next day. <A HREF="LegarMargueriteHebert.html">Legar
      Hebert was born April 19, 1650 in Montreal </A>and later on October
      28, 1652, Ignace Hebert was born. There are several other children
      listed in the Family Group Record of FamilySearch of the LDS,
      however in Family Record of PRDH, there are only four children
      listed. Paul (Paula, Pauline) died at birth. Marie Madeleine
      Louise Hebert, born about 1650<B>,&nbsp;</B>Notre Dame, Mantes,
      Paris, France and died<B>&nbsp;</B>13 Dec 1716 in Laprairie,
      Quebec, Canada is listed in the Family Group Record of LDS but
      not in the Family Record of the <A HREF="http://www.genealogy.umontreal.ca/en/main.htm">PRDH
      - Programme de Recherche en D&eacute;mographie Historique</A>.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">In 1648 when they settled in
      Montreal, Augustin was 25 and Adrienne was 22. Augustin Hebert
      died September 19, 1653 at the age 30 years. We do know that
      on September 22,1653, two days after his death, 100 soldiers
      arrived from Quebec to defend the colony from the Iroquois. Chances
      are that Augustin died protecting his family and the colony from
      the Iroquois Indians. At the time of Augustin's death, Adrienne
      was 27 years old with three small children, ages 6, 3, and 1
      years.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">On November 19, 1654, Adrienne
      Du Vivier married Robert Lecavelier dit Deslauriers. According
      the PRDH, they had three children: Marie Madelene, Jean Baptiste,
      and Louis Michel. They lived together until his death on July
      25, 1699. Adrienne Vivier died on October 20, 1706 at the age
      of 86. She had seen the Colony of Montreal transformed into a
      large and busy city.</FONT><FONT FACE="Gadget"> </FONT><FONT SIZE="-1" FACE="Gadget">Augustin HEBERT was <A HREF="JeanBenMargLeNoirSchiller.html">Marguerite
      HEBERT dit Lenoir's</A> Great Great Grandfather.</FONT></P>
      <P>&nbsp;</P>
      <P>&nbsp;</P></BLOCKQUOTE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<PRE><CENTER><B><FONT SIZE="+1" FACE="Gadget"><IMG SRC="Resources/Montreal%201610.gif" WIDTH="470" HEIGHT="410" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></FONT></B>
<FONT SIZE="-1" FACE="Gadget">Detail of early Montreal area, 1610-1791</FONT></CENTER></PRE>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <BLOCKQUOTE>
      <P><CENTER>&nbsp;</CENTER></P>
      <P>&nbsp;</P>
      <P><B><FONT SIZE="+1" FACE="Gadget">A Brief History of Montreal
      </FONT></B><FONT SIZE="-1" FACE="Gadget"><BR>
      &nbsp; <BR>
      Asides from being a city, Montreal is also an island located
      in the Saint Lawrence River. Approximately 50 kilometers long,
      16 kilometers in width, with a 230 meter mountain occupying its
      center, it was originally inhabited by the Iroquois who had lived
      in Quebec for thousands of years. The island was called Tiohtiake
      Tsi or Ka-we-no-te in the Iroquois language.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">In 1535, Jacques Cartier (an
      explorer from France) was amonst the first Europeans to set foot
      on the island. He and his men climbed up the mountain to place
      a cross and claim the land in the name of France. Cartier named
      the mountain &quot;Mont-Royal&quot;.</FONT></P>
      <P>&nbsp;</P>
      <P><CENTER><FONT SIZE="+1" FACE="Gadget">Monument celebrating
      Montreal at 250 years, 1892</FONT></CENTER></P>
      <P><CENTER><FONT SIZE="-1" FACE="Gadget"><IMG SRC="Resources/MontrealMONT.gif" WIDTH="247" HEIGHT="380" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></FONT></CENTER></P>
      <P><CENTER><FONT SIZE="-1" FACE="Gadget"><IMG SRC="Resources/MontrealMONT2.gif" WIDTH="267" HEIGHT="198" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></FONT></CENTER></P>
      <BLOCKQUOTE>
        <P><FONT SIZE="-1" FACE="Gadget">Photo de gauche : <I>Les Monuments
        comm&eacute;moratifs de la province de Qu&eacute;bec</I>, 1923<BR>
        Biblioth&egrave;que nationale du Qu&eacute;bec<BR>
        &Agrave; droite : &copy;Soci&eacute;t&eacute; de d&eacute;veloppement
        de Montr&eacute;al, 1999 <B>Historique de l'oeuvre</B> <BR>
        Au moment du 250e anniversaire de la fondation de la ville, en
        1892, la Soci&eacute;t&eacute; historique de Montr&eacute;al
        souhaite marquer l'&eacute;v&eacute;nement. Elle prend l'initiative
        de la r&eacute;alisation de ce monument. L'abb&eacute; H.-A.
        Verreau, alors pr&eacute;sident de la Soci&eacute;t&eacute;,
        pr&eacute;side le comit&eacute; responsable du projet. L'architecte-arpenteur
        J.-A.-U. Baudry, qui est membre de la Soci&eacute;t&eacute; historique,
        con&ccedil;oit le monument. La r&eacute;alisation des plaques
        de bronze est confi&eacute;e &agrave; la maison Chanteloup.</FONT></P>
        <P><FONT SIZE="-1" FACE="Gadget">Le monument est install&eacute;
        en 1893 sur la place d'Youville, &agrave; un emplacement que
        l'on veut le plus rapproch&eacute; possible du lieu de fondation
        de la ville. Il est d&eacute;voil&eacute; au public le 17 mai
        1894. <BR>
        L'ob&eacute;lisque occupe alors le m&ecirc;me emplacement qu'aujourd'hui.
        C&eacute;d&eacute; &agrave; la Ville de Montr&eacute;al en 1940,
        il est d&eacute;plac&eacute; en 1941 sur la place Royale, devant
        l'ancienne douane. En 1983, l'oeuvre est ramen&eacute;e &agrave;
        son emplacement d'origine. En 1998, le nouvel am&eacute;nagement
        de la place int&egrave;gre le monument en tant que pi&egrave;ce
        ma&icirc;tresse. <BR>
        &nbsp; <B><BR>
        Description<BR>
        </B>Le monument est compos&eacute; d'une aiguille en forme d'ob&eacute;lisque
        pos&eacute; sur un pi&eacute;destal quadrangulaire, orn&eacute;
        de quatre plaques de bronze en forme de trap&egrave;ze, sur lesquelles
        on peut lire des inscriptions historiques . L'ob&eacute;lisque
        est en granit de Stanstead.</FONT></P>
        <P><FONT SIZE="-1" FACE="Gadget">L'aiguille a 30 pieds de hauteur
        et p&egrave;se 17 tonnes. En d&eacute;pit de masses imposantes,
        l'ensemble, de facture verticale, pr&eacute;sente une apparence
        &eacute;quilibr&eacute;e.</FONT></P>
        <P><B><FONT SIZE="-1" FACE="Gadget"><BR>
        Interpr&eacute;tation<BR>
        </FONT></B><FONT SIZE="-1" FACE="Gadget">Le monument sert &agrave;
        comm&eacute;morer la fondation de la ville et &agrave; rendre
        hommage aux fondateurs et aux premiers colons arriv&eacute;s
        en 1642. Les inscriptions de la face ouest pr&eacute;sentent
        les grandes dates des d&eacute;buts de la ville. Sur le c&ocirc;t&eacute;
        est, on peut lire les intentions de la Soci&eacute;t&eacute;
        historique au moment de l'&eacute;rection du monument dat&eacute;
        du 18 mai 1893. On consid&egrave;re alors le 18 mai comme la
        date de fondation de la ville &agrave; cause du moment le plus
        probable de la premi&egrave;re messe c&eacute;l&eacute;br&eacute;e
        sur les lieux. (Aujourd'hui, nous consid&eacute;rons plut&ocirc;t
        le 17 mai, date de l'arriv&eacute;e des fondateurs, comme celle
        de l'anniversaire). Les inscriptions des c&ocirc;t&eacute;s sud
        et nord pr&eacute;sentent la liste des fondateurs, incluant les
        organisateurs et souscripteurs demeur&eacute;s en France, et
        la liste des colons arriv&eacute;s en 1642.</FONT></P>
        <P><FONT SIZE="-1" FACE="Gadget">L'ob&eacute;lisque &eacute;lev&eacute;
        &agrave; la m&eacute;moire des fondateurs de la ville constitue
        toujours un point de rep&egrave;re important, d'autant plus qu'il
        est mis en valeur dans un nouvel am&eacute;nagement, entre deux
        importants mus&eacute;es, dans le p&eacute;rim&egrave;tre d&eacute;sormais
        officiellement class&eacute; comme lieu de la fondation de Montr&eacute;al.
<BR>
        &nbsp; <B>Pour plus d'information sur un personnage ou une soci&eacute;t&eacute;
        comm&eacute;mor&eacute;e :<BR>
        </B><A HREF="AugustinAdrieenHebert.html">Augustin H&eacute;bert
        (en 1642), parmi les premiers colons</A><BR>
        Fran&ccedil;oise Gadois (God&eacute;) (en 1642), parmi les premiers
        colons<BR>
        Nicolas God&eacute; (en 1642), parmi les premiers colons<BR>
        Gilbert Barbier dit Le Minime et Le Nivernais (en 1642), un des
        premiers colons<BR>
        J&eacute;r&ocirc;me Le Royer de la Dauversi&egrave;re (en 1642),
        un des fondateurs<BR>
        Jeanne Mance (en 1642), parmi les fondateurs et premiers colons<BR>
        Paul de Chomedey de Maisonneuve (en 1642), un des fondateurs
        et premiers colons</FONT></P>
        <P><A HREF="AugustinAdrieenHebert.html"><B><FONT FACE="Gadget">Augustin
        H&eacute;bert en 1642 </FONT></B></A><FONT SIZE="-1" FACE="Gadget"><BR>
        Parmi les premiers colons qui participent &agrave; la fondation
        de Ville-Marie en 1642, on retrouve des artisans mais aussi quelques
        soldats, dont Augustin H&eacute;bert. La d&eacute;fense du nouvel
        &eacute;tablissement n&eacute;cessitera la participation de tous
        ses colons mais particuli&egrave;rement des soldats. Quatre ans
        apr&egrave;s la fondation de la ville, H&eacute;bert &eacute;pouse
        Adrienne Duvivier. Il est parmi les premiers &agrave; recevoir
        une terre aux abords de la nouvelle ville en 1648. Cette terre
        s'&eacute;tend sur 2 arpents &agrave; l'est de la rue Saint-Pierre
        et commence au nord de la rue Saint-Paul. D&eacute;c&eacute;d&eacute;
        en 1653, sa veuve se remarie &agrave; Robert Lecavelier dit Deslauriers,
        lequel se chargera d'&eacute;lever les enfants mineurs. D&eacute;c&egrave;s
        : en 1653</FONT></P>
        <PRE><FONT SIZE="-1" FACE="Gadget">Source: </FONT><A HREF="http://www.vieux.montreal.qc.ca/"><FONT SIZE="-1" FACE="Gadget">Vieux Montreal</FONT><FONT SIZE="-1"> </FONT></A>
<A HREF="http://www.vieux.montreal.qc.ca/"><FONT SIZE="-1" FACE="Times New Roman">http://www.vieux.montreal.qc.ca</FONT></A>
     </PRE>
      </BLOCKQUOTE>
      <P><B><FONT SIZE="-1" FACE="Gadget">In the early 1600's</FONT></B><FONT SIZE="-1" FACE="Gadget">, the island was colonized by the French
      and the city of Montreal (originally named Ville Marie) was founded
      in 1642 by Paul de Chomedey Maisonneuve. The name &quot;Montreal&quot;
      was derived from the French name Mont Royal.</FONT></P>
      <BLOCKQUOTE>
        <BLOCKQUOTE>
          <BLOCKQUOTE>
            <BLOCKQUOTE>
              <P><FONT SIZE="-1" FACE="Gadget"><IMG SRC="Resources/PAULdeCdeM.gif" WIDTH="90" HEIGHT="121" ALIGN="LEFT" BORDER="2" NATURALSIZEFLAG="3">Paul
              de Chomedey de Maisonneuve was born in France in 1612. In 1641,
              a group of devout people gave him the mission to found a colony
              consecrated to the Holy Virgin in New France, and to call it
              Ville-Marie. The group that he commanded with Montr&eacute;al
              on May 17, 1642. Maisonneuve was the Governor of the island until
              1665, when he returned to France. He died in Paris in 1676.&nbsp;</FONT></P>
              <P>&nbsp;</P></BLOCKQUOTE>
          </BLOCKQUOTE>
        </BLOCKQUOTE>
      </BLOCKQUOTE>
      <P><FONT SIZE="-1" FACE="Gadget">After the defeat of the French
      colonists by the British in battle of the plains of Abraham in
      Quebec city in 1759, Montreal was later occupied and administered
      by Great Britain. The British did not expel the French from the
      island but allowed them to continue to live there as subjects
      of the British empire. Colonists from England, Scotland and Ireland
      subsequently arrived afterwards to live alongside the French.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">Despite being conquered by the
      British, French Montrealers continued to flourish and exist as
      the majority living on the island over the subsequent decades.
      English, Scots and Irish settlers intermarried with the French.
      Many French Montrealers on the island today still have the last
      name of a British ancestor (ie: Blackburn, Richard, O'Brien....).
      Some of these last names have also been Frenchized (ex: O'Briens
      are now mostly called Brien and have dropped the O). A large
      number of English speaking Montrealers also have French last
      names.</FONT></P>
      <P><CENTER>&nbsp;</CENTER></P>
      <P><CENTER>&nbsp;</CENTER></P>
      <P><CENTER><IMG SRC="Resources/Montreal1690.gif" WIDTH="648" HEIGHT="412" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></CENTER></P>
      <P><CENTER>&nbsp;</CENTER></P></BLOCKQUOTE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<P><CENTER><FONT SIZE="+1" FACE="Gadget">Plot Maps for Montreal,
1655</FONT></CENTER></P>

<PRE><CENTER><FONT SIZE="-1"><IMG SRC="Resources/Montreal%201655.gif" WIDTH="912" HEIGHT="484" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="2"></FONT>
</CENTER></PRE>

<P><CENTER>&nbsp;</CENTER></P>

<P><CENTER><FONT SIZE="+1" FACE="Gadget">Plot Maps for Montreal
in 1685</FONT></CENTER></P>

<PRE><CENTER><FONT SIZE="-1"><IMG SRC="Resources/Montreal%201685.gif" WIDTH="908" HEIGHT="482" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="2"></FONT>
</CENTER></PRE>

<P><CENTER><FONT SIZE="+1" FACE="Gadget">Montreal in 1705</FONT></CENTER></P>

<PRE><CENTER><FONT SIZE="-1"><IMG SRC="Resources/Montreal%201705.gif" WIDTH="899" HEIGHT="477" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="2"></FONT>

</CENTER></PRE>

<P><CENTER><FONT SIZE="+1" FACE="Gadget">Montreal in 1805</FONT></CENTER></P>

<P><CENTER><FONT SIZE="-1"><IMG SRC="Resources/Montreal%201805.gif" WIDTH="899" HEIGHT="456" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="2"></FONT></CENTER></P>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <PRE><CENTER><A HREF="http://cca.qc.ca/Adhemar/default.htm"><B><FONT SIZE="+2" FACE="Times">ADH&Eacute;MAR</FONT></B></A>
<A HREF="http://cca.qc.ca/Adhemar/default.htm"><B><FONT FACE="Times">Bases de donn&eacute;es du Groupe de recherche sur Montr&eacute;al</FONT></B></A>
<A HREF="http://cca.qc.ca/Adhemar/default.htm"><B><FONT FACE="Times">Propri&eacute;t&eacute;, b&acirc;ti et population &agrave; Montr&eacute;al, 1642-1805  </FONT></B></A></CENTER></PRE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<P><CENTER>&nbsp;</CENTER></P>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <BLOCKQUOTE>
      <P>&nbsp;</P>
      <P><FONT SIZE="-1" FACE="Gadget">Over the 3 centuries since Montreal's
      original foundation, settlements and towns were established in
      many different areas of the island. Immigrants from many other
      parts of the world also moved onto the island. These towns and
      their populations had continued to grow right up to the present
      day. Their borders had expanded and connected to adjacent towns,
      eventually connecting to Montreal City itself. As of 2001, the
      island was home to 27 towns plus the city itself. The city population
      stood at 1.4 million and the entire island at 3.9 million (Source:
      UN Population Division 2000 estimate) .</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">In order to reduce city deficits,
      balance budgets and evenly distribute town wealth, the government
      of Quebec (under the control of the Parti Quebecois) passed legislation
      in 2001 to merge a number of cities and towns in the province
      of Quebec. As a result, on January 1st, 2002 the suburb towns
      on the island of Montreal were forced to become boroughs and
      merge with the city of Montreal.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">There was a huge amount of opposition
      to the forced merger and a large protest had been held in downtown
      Montreal demanding that the legislation be dropped. Despite the
      protests, the merger went ahead. At the time, the political opposition
      party (the Quebec Liberals) had promised that if voted into power
      in the next election then they would begin demerger plans to
      bring the city and its towns (now called boroughs) back to their
      original status.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">In 2003, the Quebec Liberals
      were elected into government. At the time of writing, there have
      been talks by the government to instead divide the island into
      three cities (West, Central, East) based on an island referendum
      vote. However, no firm plans have been set forward yet. <BR>
      Written by: Ben Koorengevel, August 2003</FONT></P>
      <P>&nbsp;</P>
      <P><FONT SIZE="+1" FACE="Gadget">Ville-Marie</FONT></P>
      <PRE><CENTER><FONT SIZE="+1" FACE="Gadget"><IMG SRC="Resources/Montreal1642.gif" WIDTH="576" HEIGHT="364" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></FONT>
<FONT SIZE="-1" FACE="Gadget">Ville-Marie (Montreal) in 1642, established originally as an Indian mission and haven</FONT>
      </CENTER></PRE>
      <P><FONT SIZE="+1" FACE="Gadget"><BR>
      </FONT><FONT SIZE="-1" FACE="Gadget">In 1641, some fifty French
      settlers, both men and women, recruited in France by J&eacute;r&ocirc;me
      Le Royer de la Dauversi&egrave;re, of Anjou, on behalf of the
      Soci&eacute;t&eacute; de Notre-Dame de Montr&eacute;al, set sail
      for New France. They hoped to convert the Natives and create
      a model Catholic community.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">The first mass celebrated in
      Montr&eacute;al, in May 1642.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">After a long crossing and a
      number of stops, the small group, led by Paul de Chomedey de
      Maisonneuve, of Champagne, with the energetic assistance of Jeanne
      Mance, landed on the point of land next to the little river on
      <B>May 17, 1642</B>, and there founded Ville-Marie. The little
      colony would soon become known as Montr&eacute;al.</FONT></P>
      <P><FONT FACE="Gadget">Beginnings</FONT><FONT SIZE="-1" FACE="Gadget"><BR>
      Armed with the faith of pioneers, the new arrivals set to work
      to build the Ville-Marie fort on the spot where Champlain had
      once stayed.</FONT></P>
      <P><FONT SIZE="-1" FACE="Gadget">Over the years, Amerindians
      bringing furs in their canoes down from the Great Lakes watched
      as a small French town grew up on the gentle slopes of the ridge,
      around the H&ocirc;tel-Dieu hospital founded by Jeanne Mance.
      But repeated wars with the Iroquois made life difficult for the
      first Montrealers, and the dream of a missionary settlement gradually
      evaporated.<BR>
<BR>
      <B>By 1685</B>, Ville-Marie was home to some 600 colonists, most
      of them living in modest wooden houses. The parish church and
      the seminary of the Sulpician fathers, seigneurs of the Island,
      dominated the little town. Most business was transacted in the
      Marketplace, located just next to the mouth of the little river.
      Here Montrealers and Amerindians would meet to trade.</FONT></P>
      <P>&nbsp;</P>
      <P><B><FONT SIZE="-1" FACE="Gadget">Some key events<BR>
      1642:</FONT></B><FONT SIZE="-1" FACE="Gadget"> The city fathers
      arrived, reconnoitred the surroundings and erected temporary
      structures.<B><BR>
      1643: </B>Fort Ville-Marie was built; first attack by the Iroquois.<B><BR>
      1648: </B>First land concession, to the Pierre Gadois and Louise
      Mauger household.<B><BR>
      1653</B>: Some one hundred new recruits arrived, including Marguerite
      Bourgeoys, the town's first teacher, who would found a community
      of teachers.<B><BR>
      1663</B>: Seigniorial rights to the Island were transferred by
      the Soci&eacute;t&eacute; de Notre-Dame de Montr&eacute;al to
      the Sulpician Seminary.<B><BR>
      1672</B>: Fran&ccedil;ois Dollier de Casson, Superior of the
      Seminary, oversaw work to determine the layout of the town, rerouting
      some streets and planning new ones.<B><BR>
      1679</B>: Montrealer Daniel Greysolon Du Luth reached the tip
      of Lake Superior.<B><BR>
      1682</B>: Montrealer Ren&eacute;-Robert Cavelier de Lasalle travelled
      all the way to the mouth of the Mississippi.&nbsp;</FONT></P>
      <P><FONT SIZE="-1"><BR>
      &nbsp;</FONT></P>
      <P><CENTER><A HREF="Resources/New%20France%20Map.pdf"><B><I><FONT SIZE="+1">Large New France Map 1610-1791.pdf</FONT></I></B></A></CENTER></P>
      <P><CENTER><A HREF="1666MontrealCensus.html"><B><I><FONT SIZE="+1" FACE="Gadget">The 1666 Census of Montreal</FONT></I></B></A></CENTER></P></BLOCKQUOTE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<P><CENTER><A HREF="HistoryDatesQuebecMontreal.html"><B><I><FONT SIZE="+1">Historic Dates for Quebec/Montreal</FONT></I></B></A></CENTER></P>

<P><CENTER><A HREF="ImmigrantAncestJBSchiller.html"><B><I><FONT SIZE="+1">My Immigrant Ancestor-Benjamin Schiller<BR>
by Robert P. Schiller</FONT></I></B></A></CENTER></P>

<P><CENTER><A HREF="DescendTomGouletGen1.html"><B><I><FONT SIZE="+1">Descendance
de Thomas Goulet</FONT></I></B></A></CENTER></P>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <BLOCKQUOTE>
      <P><CENTER><A HREF="CecileHistory.html"><FONT SIZE="-1" FACE="Gadget">&quot;<B>The
      Family Tree of Cecile Schiller Belland&quot;</B></FONT></A></CENTER></P>
      <P><CENTER>&nbsp;</CENTER></P>
      <PRE><CENTER><A HREF="Myerchin%20Families.html"><FONT SIZE="-2" FACE="Gadget">Myerchin Family</FONT></A><FONT SIZE="-2" FACE="Gadget">, <A HREF="MyerchinFamilyHist.html">Myerchin Family Histories</A></FONT>
<A HREF="Schiller%20Families.html"><FONT SIZE="-2" FACE="Gadget">Schiller Family,</FONT></A><FONT SIZE="-2" FACE="Gadget"> <A HREF="SchillerFamilyHist.html">Schiller Family Histories, </A></FONT>
<A HREF="IndexNames.html"><FONT SIZE="-2" FACE="Gadget">Index of Names</FONT></A>
<A HREF="Aboutthesite.html"><FONT SIZE="-2" FACE="Gadget">About Site,</FONT></A><FONT SIZE="-2" FACE="Gadget"> <A HREF="Submit%20Data.html">Submit Data,</A> <A HREF="Links.html">Links,</A> <A HREF="ContactUs.html">Contact Us</A>, </FONT>
<A HREF="News.html"><FONT SIZE="-2" FACE="Gadget">News</FONT></A></CENTER></PRE>
      <P><CENTER>&nbsp;</CENTER></P></BLOCKQUOTE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<P><CENTER><A HREF="LegalInformation.html"><FONT SIZE="-2" FACE="Optima">Legal
Information</FONT></A></CENTER></P>

<BLOCKQUOTE>
  <BLOCKQUOTE>
    <BLOCKQUOTE>
      <P><CENTER><FONT SIZE="-2" FACE="Optima">&copy; Copyright 2002
      myerchin.org, All Rights Reserved.<BR>
      All contents of this site covered by registered copyrights.<BR>
      COPYRIGHT by myerchin.org. ALL RIGHTS RESERVED.</FONT></CENTER></P></BLOCKQUOTE>
  </BLOCKQUOTE>
</BLOCKQUOTE>

<P><CENTER>&nbsp;</CENTER></P>

<P><CENTER><FONT SIZE="-1" FACE="Gadget">&nbsp;<A HREF="index.html"><IMG SRC="Resources/Homepage.gif" WIDTH="144" HEIGHT="36" ALIGN="BOTTOM" BORDER="2" NATURALSIZEFLAG="3"></A></FONT></CENTER>

</BODY>
</HTML>
